taskt/Core/Automation/Commands/UIAutomationGroup/UIAutomationGetWindowUIElementFromWindowNameCommand.dot
digraph "UIAutomationGetWindowUIElementFromWindowNameCommand" {
"UIAutomationGetWindowUIElementFromWindowNameCommand" -> "AOneWindowNameCommands";
"AOneWindowNameCommands" -> "AWindowNameCoreCommands";
"AOneWindowNameCommands" -> "IOneWindowNameProperties";
"AWindowNameCoreCommands" -> "ScriptCommand";
"AWindowNameCoreCommands" -> "IWindowNameCoreProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
