taskt/Core/Automation/Commands/UIAutomationGroup/UIAutomationGetWindowUIElementFromWindowNameCommand.puml
@startuml
UIAutomationGetWindowUIElementFromWindowNameCommand --> AOneWindowNameCommands
AOneWindowNameCommands --> AWindowNameCoreCommands
AOneWindowNameCommands --> IOneWindowNameProperties
AWindowNameCoreCommands --> ScriptCommand
AWindowNameCoreCommands --> IWindowNameCoreProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
